/* No comment provided by engineer. */
"Set Cyberduck as default application for FTP and SFTP locations?" = "¿Hacer que Cyberduck sea la aplicación por defecto para direcciones de FTP y SFTP?";

/* No comment provided by engineer. */
"As the default application, Cyberduck will open when you click on FTP or SFTP links in other applications, such as your web browser. You can change this setting in the Preferences later." = "En tanto que aplicación por defecto, Cyberduck se abrirá cuando hagas clic en enlaces FTP o SFTP en otras aplicaciones, como el navegador. Puedes cambiar más adelante esta opción en las Preferencias.";

/* Apply proposed action. */
"Change" = "Cambiar";

/* Do not display this dialog again. */
"Don't ask again" = "No volver a preguntar";

/* Don't change anything. */
"Cancel" = "Cancelar";

/* Bookmark import from thirdparty applications */ 
"Import" = "Importar";

/* Import <<Application Name>> Bookmarks */
"Import {0} Bookmarks" = "Importar {0} favoritos";

/* 23 bookmarks found. */
"{0} bookmarks found. Do you want to add these to your bookmarks?" = "Se han encontrado {0} favoritos. ¿Quieres añadirlos a tus favoritos?";

/* Write the source application into the comment field of the imported bookmark */
"Imported from {0}" = "Importado desde {0}";